cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'imagemagick'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'ffmpeg'
brew 'jpegoptim'
#brew 'mysql'
brew 'openssl'
brew 'optipng'
brew 'phantomjs'
brew 'php70'
brew 'php56'
brew 'subversion'
brew 'wp-cli'
brew 'x264'
brew 'x265'
brew 'git'

cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'vlc'
cask 'phpstorm'
cask 'textwrangler'
cask 'iterm2'
cask 'keepassx'
cask 'mysqlworkbench'
cask 'adobe-photoshop-cc'
cask 'adobe-illustrator-cc'
cask 'sourcetree'
cask 'filezilla'
cask 'handbrake'
cask 'libreoffice'
cask 'spectacle'
cask 'vlc'
cask 'thunderbird'
cask 'appcleaner'
